
const RoomArticle = () => {
    return (
        <div class="text-start">
            <p>중구 회현동<br />
            2022. 12. 16 토요일</p>
            <h4>X-mas 이브엔 야별도주, 서울에서 밤에 별 보러 가자</h4>
            <hr />
            <p>36 7</p>
            <img src='images\grayBox.png' class="img-fluid" alt="room description" />
            <div class="row">
                <div class="col-2 fs-3">
                    어떤 모임<br/>인가요?
                </div>
                <div class="col-9">
                    설명글설명글설명글설명글설명글설명글설명글설명글설명글
                    설명글설명글설명글설명글설명글설명글설명글설명글설명글
                    설명글설명글설명글설명글설명글설명글설명글설명글설명글
                    설명글설명글설명글설명글설명글설명글설명글설명글설명글
                    설명글설명글설명글설명글설명글설명글설명글설명글설명글
                    설명글설명글설명글설명글설명글설명글설명글설명글설명글
                    설명글설명글설명글설명글설명글설명글설명글설명글설명글
                    설명글설명글설명글설명글설명글설명글설명글설명글설명글
                    설명글설명글설명글설명글설명글설명글설명글설명글설명글
                    설명글설명글설명글설명글설명글설명글설명글설명글설명글
                    설명글설명글설명글설명글설명글설명글설명글설명글설명글
                    설명글설명글설명글설명글설명글설명글설명글설명글설명글
                    설명글설명글설명글설명글설명글설명글설명글설명글설명글
                </div>
            </div>
        </div>
    );
};

export default RoomArticle;